[
	{
	    "layer": "mexico_rocks",
	    "description": "imagery of coral reefs of the coast of Ambergris Caye, Belize.",
	    "date": "6/18/16",
	    "xcoor": "17.998247",
	    "ycoor": "-87.915673"
	},
	{
	    "layer": "belizean_estates",
	    "description": "imagery of a development in a mangrove swamp also on Ambergris Caye, Belize, very close to Mexico Rocks.",
	    "date": "6/18/16",
	    "xcoor": "17.973244",
	    "ycoor": "-87.959358"
	},
	{
	    "layer": "sewall_marsh",
	    "description": "a tidewater marsh in coastal Maine.",
	    "date": "4/23/16",
	    "xcoor": "43.723877",
	    "ycoor": "-69.829684"
	},
	{
	    "layer": "northbeach",
	    "description": "from our recent trip to Georgia.  A northern beach on St. Catherine's Island.",
	    "date": "3/12/17",
	    "xcoor": "31.684522",
	    "ycoor": "-81.132717"
	},
	{
	    "layer": "test1",
	    "description": "from our recent trip to Georgia.  A northern beach on St. Catherine's Island.",
	    "date": "3/12/17",
	    "xcoor": "43",
	    "ycoor": "-81"
	},
	{
	    "layer": "longtext",
	    "description": "from our recent trip to Georgia.  A northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northern beach on St. Catherine'northernorthern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom ournt trip to Georgia.  A northern beach on St. Catherine's Islandfrom our recent trip to Georgia.  A northern beach on St. Catherine's Islandfrom our recent trip to Georgia.  A northern beach on St. Catherine's Islandfrom our recent trip to Georgia.  A northern beach on St. Catherine's Islandfrom our recent trip to Georgia.  A northern beach on St. Catherine's Islandfrom our recent trip to Georgia.  A northern beach on St. Catherine's Island.",
	    "date": "3/12/17",
	    "xcoor": "20.32",
	    "ycoor": "-9.23"
	}

]